Repository: lucasrsv/utinho
Catalog: Uti/*.lproj/Localizable.strings
Languages: pt_br

# dialogue_homelySad_1
source: Better to stay at home...
pt_br: Melhor ficar em casa...

# dialogue_homelySad_2
source: I don't wanna go out =/
pt_br: Tô muito afim de sair não =/

# dialogue_homelySad_3
source: I'll be at home and take care of myself!
pt_br: Vou ficar em casa e me cuidar!

# dialogue_homelySad_4
source: Today is house, food and bed!
pt_br: Hoje é casa, comida e cama!

# dialogue_homelyHappy_1
source: Today I want peace.
pt_br: Hoje eu quero e paz e sossego.

# dialogue_homelyHappy_2
source: Today I just want series, bed and food.
pt_br: Hoje eu só quero série, cama e comidinhas.

# dialogue_homelyHappy_3
source: Shall we go for popcorn and a marathon today?
pt_br: Vamo de pipoquinha e maratona hoje?

# dialogue_homelyHappy_4
source: Don't even ask me out, today I'm going to be happy at home!!
pt_br: Nem me chame pra sair, hoje vou ser feliz em casa!!

# dialogue_homelyHappy_5
source: My home is my kingdom and today is my day of reign.
pt_br: Minha casa é meu reino e hoje é meu dia de reinado.

# dialogue_hungry_1
source: What would make me happy right now would be a good plate of food!
pt_br: O que me faria feliz agora seria um bom prato de comida!

# dialogue_hungry_2
source: I'm alone because I'm hungry.
pt_br: Tô na minha porque tô com fome.

# dialogue_hungry_3
source: I'm very hungry!
pt_br: Muita fome!

# dialogue_hungry_4
source: I'm so hungry I could be a stomach!
pt_br: Eu tô com tanta fome que poderia ser um estômago!

# dialogue_hungry_5
source: Is it time for lunch yet?
pt_br: Já tá na hora do lanche?

# dialogue_hungry_6
source: Fork and knife are the perfect equipment for my favorite sport.
pt_br: Garfo e faca são os equipamentos perfeitos pra o meu esporte favorito.

# dialogue_hungry_7
source: Do you know what time it is? It's time to eat!
pt_br: Sabe que horas são? É hora de comer!

# dialogue_sleepy_1
source: Now it's bed!
pt_br: Agora é cama!

# dialogue_sleepy_2
source: I'm going to dream about little angels *.*
pt_br: Vou sonhar com os anjinhos *.*

# dialogue_sleepy_3
source: Now it's time for my beauty sleep!
pt_br: Agora é a vez do meu sono de beleza!

# dialogue_sleepy_4
source: Beauty sleep time!
pt_br: Hora do soninho da beleza!

# dialogue_sleepy_5
source: Straight into the arms of Morpheus!
pt_br: Direto para os braços de Morfeu!

# dialogue_happy_1
source: Today is just happiness!
pt_br: Hoje é só alegria!

# dialogue_happy_3
source: Nothing better than a day full of happiness.
pt_br: Nada melhor que um dia iluminado de felicidade.

# dialogue_happy_4
source: I'm so happy I lost track of time. What day is it?
pt_br: Estou tão feliz que perdi a noção do tempo. Que dia é hoje?

# dialogue_happy_5
source: Good morning, family!!!
pt_br: Bom dia, família!!!

# dialogue_sad_1
source: Today I'm sad...
pt_br: Hoje eu estou tristinho...

# dialogue_sad_2
source: I'm sad, but it will get better!
pt_br: Estou triste, mas vai melhorar!

# dialogue_sad_3
source: I'm feeling so sad, weak and down today...
pt_br: Tô me sentindo tão xoxo, capenga e pra baixo hoje...

# dialogue_sad_4
source: Pipipipipi... today I'm so sad...
pt_br: Pipipipipi... hoje estou tão triste...

# dialogue_bodybuilder_1
source: Against boredom, the best thing to do is work out.
pt_br: Contra o tédio, o melhor é malhar.

# dialogue_bodybuilder_2
source: Work out to get healthy!
pt_br: Malhar pra ficar saudável!

# dialogue_bodybuilder_3
source: No need to think too much, now it's time to get moving!
pt_br: Nada de pensar muito, agora é hora de se mexer!

# dialogue_bodybuilder_4
source: Get off the couch and go work out!
pt_br: Levanta do sofá e vai malhar!

# dialogue_bodybuilder_5
source: Today's is paid for!
pt_br: O de hoje tá pago!

# dialogue_bodybuilder_6
source: Look at my tube!
pt_br: Olha minhas tromponas!

# dialogue_sassyGlass_1
source: I've already put on my sunglasses, now it's time to go to the party!
pt_br: Já coloquei os óculos escuros, agora é hora de ir pra festa!

# dialogue_sassyGlass_2
source: Now there's no sun to stop me!
pt_br: Agora não tem sol que me pare!

# dialogue_sassyGlass_3
source: With these glasses I got everything, let's go partying!
pt_br: Com esse óculos fiquei tudo, vamo a cair na farra!

# dialogue_sassyGlass_4
source: I'm in the box, if I knock it down it's a penalty!
pt_br: Tô na área, se derrubar é pênalti!

# dialogue_sassyTattoo_1
source: I've already done my war paint, but I'm really going to the party!
pt_br: Já fiz minha pintura de guerra, mas eu vou mesmo é pra festa!

# dialogue_sassyTattoo_2
source: Time to spread joy and happiness with my presence!
pt_br: Hora de espalhar alegria e felicidade com a minha presença!

# dialogue_pissed_1
source: I'm about to explode, I think I'd better go to sleep...
pt_br: Tô quase explodindo, acho melhor ir dormir...

# dialogue_pissed_2
source: Look, you better let me sleep before I explode!
pt_br: Olha, melhor tu me deixar dormir antes que eu exploda!

# dialogue_pissed_3
source: I lost my good mood and I don't have the patience to go looking
pt_br: Perdi o meu bom humor e não tô com paciência de ir procurar

# dialogue_pissed_4
source: I'd better keep to myself, no patience!
pt_br: É melhor eu ficar na minha, sem paciência!

# dialogue_pissed_5
source: I'd better keep to myself before I go swearing at someone!
pt_br: É melhor eu ficar na minha, antes que saia xingando alguém!

# dialogue_pissed_7
source: You're big, but not two, I'm small, but not half!
pt_br: Você é grande, mas não é dois, eu sou pequeno, mas não sou metade!

# dialogue_pissed_8
source: What are you looking at?! An ugly face means hunger to me!
pt_br: Ta olhando o quê, ô pastel?! Cara feia pra mim é fome!

# dialogue_pissedHappy_1
source: I'm going to take a vacation and be happy.
pt_br: Vou tirar férias e ser feliz.

# dialogue_pissedHappy_2
source: I'm glad my vacation is coming up...
pt_br: Ainda bem que minhas férias tão chegando...

# dialogue_pissedHappy_3
source: No patience for boring people, I'm just going to be happy.
pt_br: Sem paciência pra pessoas chatas, eu vou é ser feliz.

# dialogue_pissedHappy_4
source: Don't test my patience because my fuse is short.
pt_br: Não testa minha paciência que meu pavio é curto.

# dialogue_pissedHappy_5
source: Nothing better to do than be happy.
pt_br: Nada melhor pra fazer senão ser feliz.

# popup_title
source: Utinho is passing through
pt_br: Utinho está passando pela

# reference_title
source: REFERENCES
pt_br: REFERÊNCIAS

# reference_access
source: Access here
pt_br: Acesse aqui

# confirmation_popup_button
source: Ok, I got it
pt_br: Ok, entendi

# moreInfo_popup_button
source: learn more
pt_br: saiba mais

# menstrual_popup_previewDescription
source: It is the first day of menstruation and also the first day of the menstrual cycle, at that moment Utinho begins to release the entire internal environment prepared for fertilization, this happens because the egg has not been fertilized. It's normal for some colic to appear so be careful with him.
pt_br: É o primeiro dia da menstruação e também o primeiro dia do ciclo menstrual, nesse momento o Utinho começa a liberar todo o ambiente interno preparado para a fertilização, isso acontece pois o ovulo não foi fecundado. É normal surgirem algumas cólicas então tenha cuidado com ele.

# menstrual_popup_completeDescription
source: During this period, the lining of the uterus (endometrium) that was prepared in the previous cycle is shed in the form of bleeding. This happens because estrogen and progesterone levels are low, which triggers the endometrium to peel. Furthermore, it is at this stage that FSH and LH levels are increased, stimulating the development of ovarian follicles. As the body begins to shed the uterine lining, some people may experience abdominal cramps, fatigue, headaches and breast tenderness.
pt_br: Durante esse período, o revestimento do útero (endométrio) que se preparou no ciclo anterior é eliminado em forma de sangramento. Isso acontece por que os níveis de estrogênio e progesterona estão baixos, o que desencadeia a descamação do endométrio. Além disso, é nessa fase que os níveis de FSH e LH estão aumentados, estimulando o desenvolvimento dos folículos ovarianos. Nesse momento como o corpo começa a liberar o revestimento uterino, algumas pessoas podem sentir cólicas abdominais, fadiga, dores de cabeça e sensibilidade nos seios.

# folicular_popup_previewDescription
source: Body Builder Moment! Utinho is preparing for the biggest event of all (ovulation). It is at this time that many resources come together to prepare for this event.
pt_br: Momento Body Builder! O Utinho está se preparando para o maior evento de todos (a ovulação). É nesse momento que muitos recursos se reunem para a preparação desse evento.

# folicular_popup_completeDescription
source: After menstruation, the uterus begins to prepare for ovulation. This is when estrogen reaches its maximum level. During this phase, one of the ovarian follicles begins to mature and prepare for ovulation. As the follicle grows estrogen levels gradually increase, this increase in estrogen levels causes the uterine lining to begin to thicken again. At this time, FSH and LH levels begin to decrease after reaching their peak.
pt_br: Após a menstruação o útero começa a se preparar para a ovulação. É nesse momento em que o estrogênio chega a seu nível máximo. Durante esta fase, um dos folículos ovarianos começa a amadurecer e se preparar para a ovulação. À medida que o folículo cresce os níveis de estrogênio aumentam gradualmente, esse aumento dos níveis de estrogênio faz com que o revestimento uterino comece a se engrossar novamente. Nesse momento os níveis de FSH e LH começam a diminuir após atingirem seu pico.

# fertile_popup_previewDescription
source: Alert! Now Utinho is all sassy. After the egg is released, the body is ready for fertilization, so it's normal if it wants to party a lot.
pt_br: Alerta! Agora o Utinho está todo saidinho. Após a liberação do óvulo, o corpo está prontíssimo para a fertilização então é normal se ele quiser festejar muito por aí.

# fertile_popup_completeDescription
source: Ovulation is marked by the maturation of the follicle, this maturation is responsible for the rupture and release of a mature egg, this happens because there is a sharp increase in estrogen levels, and when reaching its peak, it triggers a rapid increase in LH (peak of LH). This LH surge is what causes the release of the mature egg from the ovary, which is now ready to be fertilized. This phase usually occurs about 14 days before your next period. As at this stage the body prepares for fertilization, it is common to feel an increase in libido and a greater feeling of energy. In addition, there may be a feeling of confidence and greater interest in social interactions.
pt_br: A ovulação é marcada pelo amadurecimento do folículo, esse amadurecimento é o responsável pelo rompimento e liberação de um óvulo maduro, isso acontece pois há um aumento acentuado nos níveis de estrogênio, e ao atingindo seu pico, desencadeia um aumento rápido do LH (pico de LH). Esse pico de LH é o causador da liberação do óvulo maduro do ovário, que agora está pronto para ser fertilizado. Essa fase geralmente ocorre cerca de 14 dias antes do próximo período. Como nessa fase o corpo se prepara para fertilização, é comum sentir um aumento na libido e uma maior sensação de energia. Além de poder haver uma sensação de confiança e maior interesse em interações sociais.

# luteal_popup_previewDescription
source: Now, Utinho is preparing a cozy environment, in case there is a special visit (fertilization). If this doesn't happen, Utinho will be ready to dismantle everything and throw it away (menstruation).
pt_br: Agora, o Utinho está preparando um ambiente aconchegante, caso haja uma visita especial (fertilização). Se isso não acontecer, o Utinho estará pronto para desmontar tudo e jogar fora (menstruação).

# luteal_popup_completeDescription
source: The luteal phase is crucial both for preparing the uterus for pregnancy and for regulating the start of a new cycle if fertilization does not occur. It occurs in the second half of the menstrual cycle, shortly after ovulation. During this phase, the ovarian follicle that released the egg at ovulation transforms into a structure called the corpus luteum. The corpus luteum is responsible for producing the hormone progesterone, which plays a crucial role in preparing the uterus for a possible pregnancy. With the increase in progesterone levels, LH and FSH levels decrease significantly due to their suppressive effects. This happens because at this stage the brain gives inhibitory feedback so that ovulation no longer occurs.
pt_br: A fase lútea é crucial tanto para a preparação do útero para a gravidez quanto para a regulamentação do início de um novo ciclo caso a fecundação não ocorra, ela ocorre na segunda metade do ciclo menstrual, logo após a ovulação. Durante essa fase, o folículo ovariano que liberou o óvulo na ovulação se transforma em uma estrutura chamada corpo lúteo. O corpo lúteo é responsável por produzir o hormônio progesterona, que desempenha um papel crucial na preparação do útero para uma possível gravidez. Com o aumento dos níveis de progesterona os níveis de LH e FSH diminuírem significativamente devido aos seus efeitos supressores, isso acontece pois nessa fase o cérebro dá um feedback inibidor para que não aja mais ovulação.

# pms_popup_previewDescription
source: Now you're the one who has to be careful! With the period coming, be prepared for swelling, stress, irritation and some discomfort.
pt_br: Agora quem tem que tomar cuidado é você! Com a menstruação chegando, se prepare para inchaços, estresses, irritações e alguns foras.

# pms_popup_completeDescription
source: After ovulation, if the egg is not fertilized, the body begins to reabsorb the corpus luteum. This causes progesterone and estrogen levels to begin to decline rapidly, which signals the uterine lining to begin shedding. This is the moment when the body goes through the premenstrual moment. This drop in hormone levels can lead to a series of physical, emotional and behavioral symptoms that are characteristic of PMS. Some of the most common symptoms are: swelling, tender breasts and fluid retention. Fatigue, mood swings, irritability and anxiety are also common.
pt_br: Após a ovulação, se o óvulo não for fertilizado, o corpo começa a reabsorver o corpo lúteo. Isso faz com que os níveis de progesterona e estrogênio comecem a diminuir rapidamente, o que sinaliza para o revestimento uterino começar a se desprender. Esse é o momento em que o o corpo passa pelo momento pré-menstrual. Essa queda nos níveis hormonais pode levar a uma série de sintomas físicos, emocionais e comportamentais que são característicos da TPM. Algum dos sintomas mais comuns são: inchaço, seios sensíveis e retenção de líquidos. A fadiga, mudança de humor, irritabilidade e ansiedade também são comuns.

# cycleTitle_menstural
source: MENSTRUAL PHASE
pt_br: FASE MENSTRUAL

# cycleTitle_folicular
source: FOLLICULAR PHASE
pt_br: FASE FOLICULAR

# cycleTitle_fertile
source: FERTILE PHASE
pt_br: FASE FÉRTIL

# cycleTitle_luteal
source: LUTEAL PHASE
pt_br: FASE LÚTEA

# cycleTitle_pms
source: PMS
pt_br: TPM

# onboarding_explanation0
source: Glad you're here! Come get to know me better!
pt_br: Que bom que você está aqui! Vem me conhecer melhor!

# onboarding_explanation1
source: Obviously I am a uterus, and from now on your mission is to take care of me.
pt_br: Obviamente eu sou um útero, e a partir de agora sua missão é cuidar de mim.

# onboarding_explanation2
source: Here everything will revolve around my menstrual cycle, which has 28 days :)
pt_br: Aqui tudo vai girar em torno do meu ciclo menstrual, que possui 28 dias :)

# onboarding_explanation3
source: Now I'm going to show you everything you'll need to take care of me!
pt_br: Agora vou te mostrar tudo o que você vai precisar para cuidar de mim!

# onboarding_explanation4
source: This is where you will track my health, nutrition and leisure levels...
pt_br: É aqui que você vai acompanhar meus níveis de saúde, nutrição e lazer...

# onboarding_explanation5
source: Pay attention to them to keep me healthy and happy :)
pt_br: Preste atenção neles para me manter saudável e feliz :)

# onboarding_explanation6
source: Here you will know what day and phase of the cycle I am on...
pt_br: Aqui você vai saber em que dia e fase do ciclo eu estou...

# onboarding_explanation7
source: This will be important, because there will be days when I won't be so willing...
pt_br: Isso vai ser importante, pois terão dias que não vou estar tão disposto...

# onboarding_explanation8
source: Oh! Each day of my cycle lasts 4 hours. This means that 1 day for you is 6 days for me.
pt_br: Ah! Cada dia do meu ciclo dura 4 horas. Isso quer dizer que 1 dia para você são 6 dias para mim.

# onboarding_explanation9
source: This is my survival kit...
pt_br: Esse é meu kit de sobrevivência...

# onboarding_explanation10
source: It is with him that you will feed me, take care of me and have me some fun :)
pt_br: É com ele que você vai me alimentar, cuidar de mim e me divertir :)

# onboarding_explanation11
source: Now it's up to you!
pt_br: Agora é com você!

# onboarding_firstHello0
source: Hi,
pt_br: Olá,

# onboarding_firstHello1
source: I'm
pt_br: sou

# survivalKit_title
source: Uterine Survival Kit
pt_br: Kit de Sobrevivência Uterina

# health_button_title
source: Health
pt_br: Saúde

# leisure_button_title
source: Leisure
pt_br: Lazer

# nutrition_button_title
source: Nutrition
pt_br: Nutrição

# notification_title1
source: I miss you and I'm hungry!
pt_br: Estou com saudades e com fome!

# notification_title2
source: Where are you?
pt_br: Cadê você?

# notification_title3
source: Check the hour!
pt_br: Olha a hora!

# notification_title4
source: What a long time...
pt_br: Eita que demora...

# notification_title5
source: I need to have fun!
pt_br: Preciso me divertir!

# notification_title6
source: Take a look at my stats?
pt_br: Dá uma olhada nas minhas estatísticas?

# notification_title7
source: How boring...
pt_br: Que tédio...

# notification_body1
source: You left me for a whole day ðŸ˜­ That's not good!
pt_br: Você me abandonou um dia inteirinho 😭 Isso não se faz!

# notification_body2
source: Come and see me, I need attention!
pt_br: Vem me ver que preciso de cuidado!

# notification_body3
source: It's time to take care of myself, don't you think?
pt_br: Tá na hora de cuidar de mim, não acha?

# notification_body4
source: I'm tired of being taken care of badly!
pt_br: Estou cansado de ser mal cuidado!

# notification_body5
source: Take me to a minigame now!
pt_br: Me leva para um minigame agora!

# notification_body6
source: You know you need to keep them up to date, right?
pt_br: Você sabe que precisa mante-las em dia, né?

# notification_body7
source: You barely see me, I don't want to be alone!
pt_br: Você mal me vê, não quero ficar sozinho!
